const Chaserazor = [
  {
    name: 'Cost3_精英_追风刃镰2_Chaserazor',
    x: -23922.869140625,
    y: 300664.15625,
    z: 3562.330078125,
  },
  {
    name: 'Cost3_精英_追风刃镰3_Chaserazor',
    x: -4050.699951171875,
    y: 326275.9375,
    z: 491.8900146484375,
  },
  {
    name: 'Cost3_精英_追风刃镰4_Chaserazor',
    x: -53663.58984375,
    y: 274984.15625,
    z: 7330.009765625,
  },
  {
    name: 'Cost3_精英_追风刃镰5_Chaserazor',
    x: -55796.8984375,
    y: 276341.03125,
    z: 7371.27001953125,
  },
  {
    name: 'Cost3_精英_追风刃镰6_Chaserazor',
    x: 21589.140625,
    y: 273653.4375,
    z: 2242.030029296875,
  },
  {
    name: 'Cost3_精英_追风刃镰7_Chaserazor',
    x: 26330.529296875,
    y: 265063.96875,
    z: 2297.9599609375,
  },
  {
    name: 'Cost3_精英_追风刃镰8_Chaserazor',
    x: 74771.109375,
    y: 267509.96875,
    z: 5357.4599609375,
  },
  {
    name: 'Cost3_精英_追风刃镰9_Chaserazor',
    x: 10892.2001953125,
    y: -54681.01171875,
    z: 18323.58984375,
  },
  {
    name: 'Cost3_精英_追风刃镰10_Chaserazor',
    x: 11186.0,
    y: -31912.0,
    z: 16134.0,
  },
  {
    name: 'Cost3_精英_追风刃镰11_Chaserazor',
    x: 8814.58984375,
    y: -33685.078125,
    z: 15833.0,
  },
  {
    name: 'Cost3_精英_追风刃镰12_Chaserazor',
    x: -35095.80859375,
    y: -30734.869140625,
    z: 20197.240234375,
  },
  {
    name: 'Cost3_精英_追风刃镰13_Chaserazor',
    x: -26553.099609375,
    y: -52537.9609375,
    z: 20137.83984375,
  },
  {
    name: 'Cost3_精英_追风刃镰14_Chaserazor',
    x: -110534.46875,
    y: 173240.6875,
    z: 4612.509765625,
  },
  {
    name: 'Cost3_精英_追风刃镰15_Chaserazor',
    x: -129870.296875,
    y: 211800.875,
    z: 32.81999969482422,
  },
  {
    name: 'Cost3_精英_追风刃镰16_Chaserazor',
    x: -111575.703125,
    y: 207199.1875,
    z: 915.27001953125,
  },
  {
    name: 'Cost3_精英_追风刃镰17_Chaserazor',
    x: -36040.6484375,
    y: 29914.1796875,
    z: 6517.759765625,
  },
  {
    name: 'Cost3_精英_追风刃镰18_Chaserazor',
    x: 89510.90625,
    y: 273988.6875,
    z: 4186.43017578125,
  },
  {
    name: 'Cost3_精英_追风刃镰19_Chaserazor',
    x: -22536.419921875,
    y: -51556.6796875,
    z: 20624.779296875,
  },
  {
    name: 'Cost3_精英_追风刃镰21_Chaserazor',
    x: -36040.6484375,
    y: 29914.1796875,
    z: 6517.759765625,
  },
  {
    name: 'Cost3_精英_追风刃镰22_Chaserazor',
    x: -31590.109375,
    y: 240608.609375,
    z: 7741.7998046875,
  },
];

module.exports = { Chaserazor: Chaserazor };
