const Flautist = [
  {
    name: 'Cost3_奏谕乐师4_Flautist',
    x: -21418.0,
    y: -42565.0,
    z: 20727.7890625,
  },
  {
    name: 'Cost3_奏谕乐师5_Flautist',
    x: -21150.009765625,
    y: 191590.0,
    z: -4034.580078125,
  },
  {
    name: 'Cost3_奏谕乐师7_Flautist',
    x: -131695.96875,
    y: 197184.078125,
    z: 4.699999809265137,
  },
  {
    name: 'Cost3_奏谕乐师8_Flautist',
    x: -127637.703125,
    y: 222547.0,
    z: 20.299999237060547,
  },
  {
    name: 'Cost3_奏谕乐师10_Flautist',
    x: -12499.740234375,
    y: -41765.23046875,
    z: 23791.869140625,
  },
  {
    name: 'Cost3_奏谕乐师12_Flautist',
    x: -137243.703125,
    y: 189800.59375,
    z: 150.0,
  },
  {
    name: 'Cost3_奏谕乐师14_Flautist',
    x: -148265.0,
    y: 170266.0,
    z: 2404.0,
  },
  {
    name: 'Cost3_奏谕乐师16_Flautist',
    x: 84616.15625,
    y: -97501.828125,
    z: 139.0,
  },
  {
    name: 'Cost3_奏谕乐师17_Flautist',
    x: 47378.0,
    y: -91932.0,
    z: 334.0,
  },
  {
    name: 'Cost3_奏谕乐师18_Flautist',
    x: 62557.0,
    y: -89804.0,
    z: 198.0,
  },
  {
    name: 'Cost3_奏谕乐师19_Flautist',
    x: 52231.0,
    y: -81982.0,
    z: 0.0,
  },
  {
    name: 'Cost3_奏谕乐师20_Flautist',
    x: 48186.0,
    y: -112351.0,
    z: 133.0,
  },
  {
    name: 'Cost3_奏谕乐师22_Flautist',
    x: 68331.796875,
    y: -99522.3828125,
    z: 196.0,
  },
  {
    name: 'Cost3_奏谕乐师23_Flautist',
    x: 50599.0,
    y: -87299.0,
    z: 645.0,
  },
  {
    name: 'Cost3_奏谕乐师24_Flautist',
    x: -116202.0,
    y: 80221.0,
    z: 6812.0,
  },
  {
    name: 'Cost3_奏谕乐师32_Flautist',
    x: -86652.0078125,
    y: 272258.71875,
    z: 4853.89013671875,
  },
  {
    name: 'Cost3_奏谕乐师33_Flautist',
    x: -89205.5234375,
    y: 267303.21875,
    z: 5205.259765625,
  },
];

module.exports = Flautist;
